{"status":"ok","totalResults":10,"articles":[{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Devin Coldewey","title":"Feds must step in or renewable energy will have nowhere to go, says MIT report","description":"Building wind and solar farms is an important part of building a new green grid, but a calm night stops their energy generation cold. It’s just as important to research and build green energy storage — and to that at scale requires federal intervention as soo…","url":"https://techcrunch.com/2022/07/07/feds-must-step-in-or-renewable-energy-will-have-nowhere-to-go-says-mit-report/","urlToImage":"https://techcrunch.com/wp-content/uploads/2022/06/GettyImages-1363223843.jpg?w=600","publishedAt":"2022-07-07T18:16:25Z","content":"Building wind and solar farms is an important part of building a new green grid, but a calm night stops their energy generation cold. It’s just as important to research and build green energy storage… [+3667 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Dominic-Madori Davis, Rebecca Szkutak","title":"Roe reversal weighs heavily on emerging tech cities in red states","description":"The recent increase in conservative legislation and political division could affect the tech landscape, deterring workers from migrating to these hubs and causing an exodus of talent from red states.","url":"https://techcrunch.com/2022/07/07/roe-reversal-weighs-heavily-on-emerging-tech-cities-in-red-states/","urlToImage":"https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-506543690-red.jpg?w=711","publishedAt":"2022-07-07T17:30:17Z","content":"On June 24, Khadijah Robinson planned to offer a woman a job.\r\nAs founder of the Atlanta-based tech startup Nile, she spent three years scaling the platform, which connects consumers to Black online … [+1701 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Amanda Silberling","title":"Meta's next VR headset might be called the Quest Pro","description":"Codenamed \"Project Cambria,\" the high-end device is expected to make strides in mixed-reality.","url":"https://techcrunch.com/2022/07/07/quest-pro-meta-vr-headset-mixed-reality/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/10/Screen-Shot-2021-10-28-at-11.19.09-AM.png?w=734","publishedAt":"2022-07-07T17:24:32Z","content":"The company formerly known as Facebook may soon release its first new piece of VR hardware since rebranding to Meta last year. According to developer Steve Moser in a report from Bloomberg, the next … [+2285 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Zack Whittaker, Carly Page","title":"A huge data leak exposes China's vast surveillance state","description":"One billion resident records were allegedly siphoned from a Shanghai police database","url":"https://techcrunch.com/2022/07/07/china-leak-police-database/","urlToImage":"https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-56270907.jpg?w=596","publishedAt":"2022-07-07T17:15:54Z","content":"A massive store of data containing information on about one billion Chinese residents could be one of the biggest breaches of personal information in history.\r\nPortions of the leaked data appeared la… [+7856 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Lucas Matney","title":"Meta is dumping Facebook logins as its metaverse ID system","description":"Despite the name change and metaverse hyperbole, Facebook has always been at the center of the Meta suite of software for users engaging with its wider ecosystem. While that may continue to be the case indefinitely, it’s clear the company is taking steps to e…","url":"https://techcrunch.com/2022/07/07/meta-is-dumping-facebook-logins-as-its-metaverse-id-system/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/10/facebook-glitch-2021-a.jpg?w=711","publishedAt":"2022-07-07T16:00:46Z","content":"Despite the name change and metaverse hyperbole, Facebook has always been at the center of the Meta suite of software for users engaging with its wider ecosystem. While that may continue to be the ca… [+2591 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Arwa Kaddoura","title":"Flipping the sales script: How to break biases and diversify sales teams","description":"Technology leaders don’t like to admit it, but sales has a perception problem that deters many fabulous candidates — especially women and minorities — from pursuing careers in tech sales.","url":"https://techcrunch.com/2022/07/07/flipping-the-sales-script-how-to-break-biases-and-diversify-sales-teams/","urlToImage":"https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-1292373024.jpg?w=600","publishedAt":"2022-07-07T16:00:42Z","content":"Technology leaders dont like to admit it, but sales has a perception problem that deters many fabulous candidates especially women and minorities from pursuing careers in tech sales. Ive seen and exp… [+2249 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Lauren Simonds","title":"Covariant, MassRobotics and The Engine discuss the road from lab to market at TC Sessions: Robotics","description":"It’s a long road taking an idea from the R&D stage in a lab to successful commercialization, especially when you’re talking about technologies as complex and costly as robotics and artificial intelligence. Robotics startups require expensive equipment — like …","url":"https://techcrunch.com/2022/07/07/covariant-massrobotics-and-the-engine-discuss-the-road-from-lab-to-market-at-tc-sessions-robotics/","urlToImage":"https://techcrunch.com/wp-content/uploads/2022/06/Robotics22_cage_to_stage-1.jpg?w=764","publishedAt":"2022-07-07T16:00:40Z","content":"Its a long road taking an idea from the R&amp;D stage in a lab to successful commercialization, especially when youre talking about technologies as complex and costly as robotics and artificial intel… [+3459 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Jaclyn Trop","title":"Volkswagen breaks ground on first of six battery factories","description":"Volkswagen Group broke ground Thursday at the first of six battery factories it expects to build in Europe, the official kick off of a new battery business that will invest $20 billion through 2030 to become a global EV leader. Volkswagen’s new company, calle…","url":"https://techcrunch.com/2022/07/07/volkswagen-breaks-ground-on-first-of-six-battery-factories/","urlToImage":"https://techcrunch.com/wp-content/uploads/2022/07/DB2022IM00030_large.jpg?w=711","publishedAt":"2022-07-07T15:43:54Z","content":"Volkswagen Group broke ground Thursday at the first of six battery factories it expects to build in Europe, the official kick off of a new battery business that will invest $20 billion through 2030 t… [+1924 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Mary Ann Azevedo","title":"a16z backs Adaptive, the company that got Airbase, Brex and Ramp on the same cap table","description":"Adaptive has set out to give construction teams better tools to manage their back offices, raising $7.25 million in a seed round led by a16z.","url":"https://techcrunch.com/2022/07/07/andreessen-horowitz-leads-6-5m-seed-round-for-adaptive-which-operates-at-the-intersection-of-construction-software-and-fintech/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/05/GettyImages-1041465228-e1657145780913.jpg?w=600","publishedAt":"2022-07-07T15:30:16Z","content":"In the construction business, time is money.\r\nBut with so many moving parts, it can be extremely challenging for construction companies to manage the administrative aspects of their finances.\r\nAdapti… [+4689 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Lauren Simonds","title":"Six reasons to apply to the Startup Battlefield 200 at TechCrunch Disrupt","description":"If you haven’t heard yet, there’s a new and awesome opportunity available for early-stage startup founders at TechCrunch Disrupt in San Francisco on October 18-20. It’s called the Startup Battlefield 200, and it’s packed with perks and possibility. Here’s the…","url":"https://techcrunch.com/2022/07/07/six-reasons-to-apply-to-the-startup-battlefield-200-at-techcrunch-disrupt/","urlToImage":"https://techcrunch.com/wp-content/uploads/2022/06/BF200_1200x628.png?w=764","publishedAt":"2022-07-07T15:00:01Z","content":"If you havent heard yet, theres a new and awesome opportunity available for early-stage startup founders at TechCrunch Disrupt in San Francisco on October 18-20. Its called the Startup Battlefield 20… [+2993 chars]"}]}